Cilium/performance/abcd/single-perf/report1500.txt
Requests      [total, rate]            45000, 1500.02
Duration      [total, attack, wait]    30.000800582s, 29.999602632s, 1.19795ms
Latencies     [mean, 50, 95, 99, max]  625.04µs, 356.65µs, 1.558746ms, 5.534658ms, 31.069704ms
Bytes In      [total, mean]            1170000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:45000  
Error Set: