Cilium/performance/abcd/single-perf/report4500.txt
Requests      [total, rate]            135000, 4499.95
Duration      [total, attack, wait]    30.002365856s, 30.000300481s, 2.065375ms
Latencies     [mean, 50, 95, 99, max]  9.695243ms, 3.307676ms, 32.620299ms, 84.223211ms, 413.292387ms
Bytes In      [total, mean]            3510000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:135000  
Error Set: